[
  {
    "title": "Bad Moms",
    "description": "When three overworked and under-appreciated moms are pushed beyond their limits, they ditch their conventional responsibilities for a jolt of long overdue freedom, fun, and comedic self-indulgence.",
    "trailer": "iKCw-kqo3cs",
    "poster": "images\/c8.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Barbershop: The Next Cut",
    "description": "As their surrounding community has taken a turn for the worse, the crew at Calvin's Barbershop come together to bring some much needed change to their neighborhood.",
    "trailer": "l2vPDGStL4k",
    "poster": "images\/c9.jpg",
    "year": 2015,
    "country_id": 1
  },
  {
    "title": "Billy Lynn's Long Halftime Walk",
    "description": "19-year-old Billy Lynn is brought home for a victory tour after a harrowing Iraq battle. Through flashbacks the film shows what really happened to his squad--contrasting the realities of war with America's perceptions.",
    "trailer": "mUULFJ_I048",
    "poster": "images\/c11.jpg",
    "year": 2015,
    "country_id": 1
  },
  {
    "title": "Central Intelligence",
    "description": "After he reconnects with an awkward pal from high school through Facebook, a mild-mannered accountant is lured into the world of international espionage.",
    "trailer": "MxEw3elSJ8M",
    "poster": "images\/m9.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "The Avengers",
    "description": "Earth's mightiest heroes must come together and learn to fight as a team if they are going to stop the mischievous Loki and his alien army from enslaving humanity.",
    "trailer": "eOrNdBpGMv8",
    "poster": "images\/avenge.jpg",
    "year": 2012,
    "country_id": 1
  },
  {
    "title": "Iron Man",
    "description": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
    "trailer": "8hYlB38asDY",
    "poster": "images\/ironman.jpg",
    "year": 2008,
    "country_id": 1
  },
  {
    "title": "Citizen Soldier",
    "description": "CITIZEN SOLDIER is a dramatic feature film, told from the point of view of a group of Soldiers in the Oklahoma Army National Guard's 45th Infantry Brigade Combat Team, known since World War II as the \"Thunderbirds.\" Set in one of the most dangerous parts of Afghanistan at the height of the surge, it is a heart-pounding, heartfelt grunts' eye-view of the war. A modern day Band of Brothers, Citizen Soldier tells the true story of a group of Soldiers and their life-changing tour of duty in Afghanistan, offering an excruciatingly personal look into modern warfare, brotherhood, and patriotism. Using real footage from multiple cameras, including helmet cams, these Citizen Soldiers give the audience an intimate view into the chaos and horrors of combat and, in the process, display their bravery and valor under the most hellish of conditions.",
    "trailer": "-d-BcfRGl7c",
    "poster": "images\/m13.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Dirty Grandpa",
    "description": "Right before his wedding, an uptight guy is tricked into driving his grandfather, a lecherous former Army Lieutenant Colonel, to Florida for Spring Break.",
    "trailer": "aZSzMIFZT7Q",
    "poster": "images\/c2.jpg",
    "year": 2015,
    "country_id": 1
  },
  {
    "title": "The Room",
    "description": "Johnny is a successful banker who lives happily in a San Francisco townhouse with his fiancée, Lisa. One day, inexplicably, she gets bored with him and decides to seduce his best friend, Mark. From there, nothing will be the same again.",
    "trailer": "Z9cB0TjfIkM",
    "poster": "images\/room.jpg",
    "year": 2003,
    "country_id": 1
  },
  {
    "title": "The Interview",
    "description": "Dave Skylark and his producer Aaron Rapoport run the celebrity tabloid show \"SkylarkTonight\". When they land an interview with a surprise fan, North Korean dictator Kim Jong-un, they are recruited by the CIA to turn their trip to Pyongyang into an assassination mission.",
    "trailer": "frsvWVEHowg",
    "poster": "images\/interview.jpg",
    "year": 2014,
    "country_id": 1
  },
  {
    "title": "Don't Think Twice",
    "description": "When a member of a popular New York City improv troupe gets a huge break, the rest of the group - all best friends - start to realize that not everyone is going to make it after all.",
    "trailer": "9RFTpObS95U",
    "poster": "images\/m10.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "God’s Compass",
    "description": "On the night Suzanne Waters celebrates her retirement, she is faced with a series of crisis she could not have imagined.",
    "trailer": "qLtD4orE2r4",
    "poster": "images\/m15.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "21 Jump Street",
    "description": "A pair of underachieving cops are sent back to a local high school to blend in and bring down a synthetic drug ring.",
    "trailer": "RLoKtb4c4W0",
    "poster": "images\/21jump.jpg",
    "year": 2012,
    "country_id": 1
  },
  {
    "title": "22 Jump Street",
    "description": "After making their way through high school (twice), big changes are in store for officers Schmidt and Jenko when they go deep undercover at a local college.",
    "trailer": "qP755JkDxyM",
    "poster": "images\/22jump.jpg",
    "year": 2014,
    "country_id": 1
  },
  {
    "title": "Greater",
    "description": "The story of Brandon Burlsworth, possibly the greatest walk-on in the history of college football.",
    "trailer": "v0Ow6lhvPNk",
    "poster": "images\/m12.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Ice Age: Collision Course",
    "description": "Manny, Diego, and Sid join up with Buck to fend off a meteor strike that would destroy the world.",
    "trailer": "Ohq6NmKMja8",
    "poster": "images\/c6.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Keanu",
    "description": "When an L.A. drug kingpin's kitten unexpectedly enters the life of two cousins, they will have to go through gangs, hitmen and drug dealers who claim him in order to get him back.",
    "trailer": "KjEusWO6VPg",
    "poster": "images\/c5.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Django Unchained",
    "description": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
    "trailer": "eUdM9vrCbow",
    "poster": "images\/django_unchained.jpg",
    "year": 2012,
    "country_id": 1
  },
  {
    "title": "The Hateful Eight",
    "description": "In the dead of a Wyoming winter, a bounty hunter and his prisoner find shelter in a cabin currently inhabited by a collection of nefarious characters.",
    "trailer": "gnRbXn4-Yis",
    "poster": "images\/hateful_eight.jpg",
    "year": 2015,
    "country_id": 1
  },
  {
    "title": "Guardians Of The Galaxy",
    "description": "A group of intergalactic criminals are forced to work together to stop a fanatical warrior from taking control of the univers",
    "trailer": "d96cjJhvlMA",
    "poster": "images\/guardians_of_the_galaxy.jpg",
    "year": 2014,
    "country_id": 1
  },
  {
    "title": "Mike and Dave Need Wedding Dates ",
    "description": "Two hard-partying brothers place an online ad to find the perfect dates for their sister's Hawaiian wedding. Hoping for a wild getaway, the boys instead find themselves out-hustled by an uncontrollable duo.",
    "trailer": "33MtR-g4Jcg",
    "poster": "images\/c7.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Pulp Fiction",
    "description": "The lives of two mob hitmen, a boxer, a gangster's wife, and a pair of diner bandits intertwine in four tales of violence and redemption.",
    "trailer": "s7EdQ4FqbhY",
    "poster": "images\/pulp_fiction.jpg",
    "year": 1994,
    "country_id": 1
  },
  {
    "title": "Nine Lives",
    "description": "A stuffy businessman finds himself trapped inside the body of his family's cat.",
    "trailer": "_jHA97HzhxE",
    "poster": "images\/c10.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "The Apostle Peter: Redemption",
    "description": "Tormented by his denial of Christ, Peter spent his life attempting to atone for his failures. Now as he faces certain death at the hand of Nero, will he falter again, his weakness betray him or will he rise up triumphant in his final moment?",
    "trailer": "43aUvmQw55Q",
    "poster": "images\/m17.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Ride Along 2",
    "description": "As his wedding day approaches, Ben heads to Miami with his soon-to-be brother-in-law James to bring down a drug dealer who's supplying the dealers of Atlanta with product.",
    "trailer": "5klp6rkHIks",
    "poster": "images\/c3.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "Straight Outta Compton",
    "description": "The group NWA emerges from the mean streets of Compton in Los Angeles, California, in the mid-1980s and revolutionizes Hip Hop culture with their music and tales about life in the hood.",
    "trailer": "rsbWEF1Sju0",
    "poster": "images\/straight_outta_compton.jpg",
    "year": 2015,
    "country_id": 1
  },
  {
    "title": "Friday",
    "description": "Two homies, Smokey and Craig, smoke a dope dealer's weed and try to figure a way to get the $200 they owe to the dealer by 10 p.m. that same night.",
    "trailer": "nH1Ulp4PBtA",
    "poster": "images\/friday.jpg",
    "year": 1995,
    "country_id": 1
  },
  {
    "title": "The BFG",
    "description": "An orphan little girl befriends a benevolent giant who takes her to Giant Country, where they attempt to stop the man-eating giants that are invading the human world.",
    "trailer": "GZ0Bey4YUGI",
    "poster": "images\/m8.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "The Boss",
    "description": "A titan of industry is sent to prison after she's caught insider trading. When she emerges ready to rebrand herself as America's latest sweetheart, not everyone she screwed over is so quick to forgive and forget.",
    "trailer": "yakeigyf0vc",
    "poster": "images\/c4.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "War on Everyone",
    "description": "Two corrupt cops set out to blackmail and frame every criminal unfortunate enough to cross their path. Events, however, are complicated by the arrival of someone who appears to be even more dangerous than they are.",
    "trailer": "XQ2L1heHHnk",
    "poster": "images\/c12.jpg",
    "year": 2016,
    "country_id": 1
  },
  {
    "title": "X-Men",
    "description": "Two mutants come to a private academy for their kind whose resident superhero team must oppose a terrorist organization with similar powers.",
    "trailer": "Iy5R5_T243w",
    "poster": "images\/xmen.jpg",
    "year": 2000,
    "country_id": 1
  },
  {
    "title": "Logan",
    "description": "In the near future, a weary Logan cares for an ailing Professor X, somewhere on the Mexican border. However, Logan's attempts to hide from the world, and his legacy, are upended when a young mutant arrives, pursued by dark forces.",
    "trailer": "Div0iP65aZo",
    "poster": "images\/logan.jpg",
    "year": 2017,
    "country_id": 1
  },
  {
    "title": "X-Men: Apocalypse",
    "description": "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan.",
    "trailer": "COvnHv42T-A",
    "poster": "images\/m11.jpg",
    "year": 2016,
    "country_id": 1
  }
]